["Statute", "Type of Information Withheld", "Case Citation", "Number of Times Relied upon per Component", "Total Number of Times Relied upon by Agency", "26 U.S.C. § 6103", "Internal Revenue Code - Agency withheld taxpayer identification numbersInternal Revenue Code - Agency withheld taxpayer identification numbers", "Tax Analysts v. Internal Revenue Serv., DC Cir. 2005", "1", "GFO", "3", "2", "ROO", "41 U.S.C. § 2102", "Contractor bid information, proposal information, or source selection informationContractor bid information, proposal information, or source selection informationContractor bid information, proposal information, or source selection informationContractor bid information, proposal information, or source selection information", "Legal and Safety Employer Research, Inc. v. U.S. Dep't of the Army, No. Civ. S001748, 2001 WL 34098652, At *3-4 (E.D. Cal. May 4, 2001) (dictum).", "1", "BPA", "9", "1", "EMCBC", "2", "HQ", "5", "NNSA", "42 U.S.C. § 2162", "Restricted Data, Formerly Restricted Data, or Unclassified Controlled Nuclear InformationRestricted Data, Formerly Restricted Data, or Unclassified Controlled Nuclear InformationRestricted Data, Formerly Restricted Data, or Unclassified Controlled Nuclear InformationRestricted Data, Formerly Restricted Data, or Unclassified Controlled Nuclear Information.Restricted Data, Formerly Restricted Data, or Unclassified Controlled Nuclear Information.", "Meeropol v. Smith, No. 75-1221, slip op. at 53-55 (D.D.C. Feb. 29, 1984), Aff'd in relevant part & remanded in part on other grounds sub nom, Meeropol v. Meese, 790 F.2d 942 (D.C. Cir. 1986)", "1", "EMCBC", "39", "1", "HQ", "1", "NRLFO", "1", "OSTI", "35", "NNSA", "6 U.S.C. § 133", "Information about the location, character, or ownership of a historic property.", "N/A", "1", "EMCBC", "1", "16 U.S.C. § 470", "National Historic Preservation Act of 1966 - Agency withheld cultural resource information.", "N/A", "1", "GFO", "1", "41 U.S.C § 253b(m)(1)", "Contractor proposals that are in the possession or control of an executive agency and that have not been set forth or incorporated by reference into contractsContractor proposals that are in the possession or control of an executive agency and that have not been set forth or incorporated by reference into contractsContractor proposals that are in the possession or control of an executive agency and that have not been set forth or incorporated by reference into contractsContractor proposals that are in the possession or control of an executive agency and that have not been set forth or incorporated by reference into contractsContractor proposals that are in the possession or control of an executive agency and that have not been set forth or incorporated by reference into contractsContractor proposals that are in the possession or control of an executive agency and that have not been set forth or incorporated by reference into contracts", "Sinkfield v. HUD, No. 10-885, 2012 U.S. Dist. LEXIS 35233, at *13-15 (S.D. Ohio Mar. 15,2012); Margolin v. NASA, No. 09-CV-00421, 2011 WL 1303221, at *6 (D. Nev. Mar. 31, 2011); Hornbostel v. U.S. Dep't of the Interior, 305 F. Supp. 2d 21, 30 (D.D.C. 2003), summary affirmance granted, No. 03-5257, 2004 WL 1900562 (D.C. cir. Aug 25, 2004)", "2", "HQ", "11", "1", "ID", "1", "ORO", "2", "ROO", "4", "WAPA", "1", "NNSA", "5 U.S.C. app. § 107(a) (Ethics in Government Act of 1978)", "Financial disclosure information pertaining to certain government employees", "Meyerhoff v. EPA, 958 F.2d 1498, 1500-02 (9th Cir. 1992); Concepcion v. FBI, 606 F. Supp. 2d 14, 33 (D.D.C. 2009), renewed motion for summary judgment granted", "1", "HQ", "1", "50 U.S.C. App § 2170(c)", "Any information or documentary material filed with CFIUS", "N/A", "1", "HQ", "1", "44 U.S.C. § 3501 note", "Confidential respondent data", "N/A", "2", "HQ", "2", "28 U.S.C. § 652(d)", "\"[C]onfidential dispute resolution communications\"", "Yelder v. DOD, 577 F. Supp. 2d 342, 347-48 (D.D.C. 2008)", "1", "ROO", "1", "5 U.S.C. app. § 105", "Financial disclosure reports", "N/A", "1", "SPR", "1", "35 U.S.C. § 181", "Patent Information", "N/A", "2", "SRO", "2", "22 U.S.C. § 2778(e)", "ITAR (International Traffic in Arms Regulations) (Title 22 CFR 120-130) - Certain information pertaining to export license applications", "Council for a Livable World v. U.S. Dep't of State, No. 96-1807, slip op. at 11 (D.D.C. Jan. 21, 1998), amended (D.D.C. Nov. 23, 1998).", "1", "NNSA", "1"]