["Statute", "Type of Information Withheld", "Case Citation", "Number of Times Relied upon per Component", "Total Number of Times Relied upon by Agency", "5 U.S.C. § 574", "Dispute resolution communications", "N/A", "1", "OCR-8 Denver", "1", "41 U.S.C. § 253b(m)(1) (currently at 41 U.S.C. § 4702)", "Contractor proposals that are in the possession or control of an executive agency and that have not been set forth or incorporated by reference into contractsContractor proposals that are in the possession or control of an executive agency and that have not been set forth or incorporated by reference into contractsContractor proposals that are in the possession or control of an executive agency and that have not been set forth or incorporated by reference into contracts", "Sinkfield v. HUD, No. 10-885, 2012 U.S. Dist. LEXIS 35233, at *13-15 (S.D. Ohio Mar. 15, 2012); Margolin v. NASA, No. 09-CV-00421, 2011 WL 1303221, at *6 (D. Nev. Mar. 31, 2011); Hornbostel v. U.S. Dep't of the Interior, 305 F. Supp. 2d 21, 30 (D.D.C. 2003), summary affirmance granted, No. 03-5257, 2004 WL 1900562 (D.C. Cir. Aug. 25, 2004).", "2", "OCFO-CAM", "13", "8", "FSA", "3", "M", "44 U.S.C. § 3541 et seq.", "Records concerning information security controls and programs that support federal operations", "N/A", "4", "FSA", "5", "1", "OCIO", "41 U.S.C. § 2102 (amending 41 U.S.C. § 423(a)(1))*\n(Procurement Integrity Act)", "Contractor bid or proposal information; source selection information", "Legal & Safety Employer Research, Inc. v. U.S. Dep't of the Army, No. Civ. S001748, 2001 WL 34098652, at *3-4 (E.D. Cal. May 4, 2001) (dictum).", "1", "FSA", "1", "20 U.S.C. § 1232g", "Identities of students and parents identified in data collected by representatives of the Comptroller General, the Secretary of Education, or State educational authorities in connection with the audit, evaluation, or enforcement of a Federally-supported education program", "N/A", "3", "OCR-8 Denver", "3"]